Repository: multiplex-term/Multiplex
Catalog: Multiplex/Localizable.xcstrings
Source language: en
Languages: ja, zh_hant

source: This private key is encrypted. Enter its passphrase above.
ja: この秘密鍵は暗号化されています。上にパスフレーズを入力してください。
zh_hant: 這個私鑰已加密。請在上方輸入密語。

source: This purchase is available on your devices with the same Apple ID.
ja: この購入は、同じApple IDを使用しているデバイスで利用できます。
zh_hant: 此購買項目可在使用同一個 Apple ID 的裝置上使用。

source: Toggle Pane Zoom
ja: ペインのズームを切り替え
zh_hant: 切換窗格縮放

source: TOO LARGE — %@
ja: サイズが大きすぎます — %@
zh_hant: 檔案過大 — %@

source: TOUCH & POINTER
ja: タッチとポインタ
zh_hant: 觸控與指標

source: Transport
ja: トランスポート
zh_hant: 傳輸方式

source: Type %@
ja: %@を入力
zh_hant: 輸入 %@

source: type only
ja: 入力のみ
zh_hant: 僅輸入

source: Type the SSH destination yourself. Nothing to install on the machine.
ja: SSHの接続先を自分で入力します。マシンにインストールするものはありません。
zh_hant: 自行輸入 SSH 目的地。機器上不需安裝任何東西。

source: Types %@ into the fresh shell first, so the launch inherits what it sets up.
ja: 新しいシェルでまず%@を入力し、その設定を引き継いだ状態で起動します。
zh_hant: 先在新的 Shell 中輸入 %@，讓啟動繼承它設定好的環境。

source: Types what you say into the session as you speak, never pressing Return
ja: 話した内容をそのままセッションに入力します。Returnは押しません
zh_hant: 邊說邊把你說的話輸入到工作階段，絕不會按下 Return

source: UDP port or range
ja: UDPポートまたは範囲
zh_hant: UDP 埠或範圍

source: Unchecked
ja: オフ
zh_hant: 未勾選

source: unknown
ja: 不明
zh_hant: 未知

source: Unlimited Hosts
ja: ホスト数無制限
zh_hant: 無限主機

source: UNLIMITED HOSTS
ja: ホスト数無制限
zh_hant: 無限主機

source: Unlock
ja: ロック解除
zh_hant: 解鎖

source: Unlock keyboard
ja: キーボードのロックを解除
zh_hant: 解除鎖定鍵盤

source: Unlock Keyboard
ja: キーボードのロックを解除
zh_hant: 解除鎖定鍵盤

source: Unlock Multiplex
ja: Multiplexのロックを解除
zh_hant: 解鎖 Multiplex

source: Unlock Multiplex Pro
ja: Multiplex Proのロックを解除
zh_hant: 解鎖 Multiplex Pro

source: Unlock Multiplex Pro · %@
ja: Multiplex Proのロックを解除 · %@
zh_hant: 解鎖 Multiplex Pro · %@

source: Unlock PDF
ja: PDFのロックを解除
zh_hant: 解鎖 PDF

source: Unlock SSH Key
ja: SSH鍵のロックを解除
zh_hant: 解鎖 SSH 金鑰

source: Unlocks Multiplex with %@
ja: %@でMultiplexのロックを解除します
zh_hant: 以 %@ 解鎖 Multiplex

source: unreadable herdr probe response
ja: herdrの応答を読み取れません
zh_hant: 無法讀取的 herdr 探測回應

source: untracked
ja: 未追跡
zh_hant: 未追蹤

source: Upload failed
ja: アップロードに失敗しました
zh_hant: 上傳失敗

source: Use Claude Code, Codex, Pi, and Grok Build quick commands without the daily limit, browse a Claude Code session's prompt history and jump its transcript back to any message, and get a banner when an unwatched supported session needs you.
ja: Claude Code、Codex、Pi、Grok Buildのクイックコマンドを1日の上限なしで使用でき、Claude Codeセッションのプロンプト履歴を閲覧してトランスクリプトを任意のメッセージまでジャンプでき、見ていない対応セッションがあなたを必要とするときにバナーを受け取れます。
zh_hant: 不受每日上限地使用 Claude Code、Codex、Pi 和 Grok Build 快速指令，瀏覽 Claude Code 工作階段的提示歷史並將對話記錄跳至任一則訊息，並在你沒在看的支援工作階段需要你時收到橫幅通知。

source: Use one port or a range from 1 to 65535.
ja: 1から65535までの単一のポートまたは範囲を指定してください。
zh_hant: 請使用 1 到 65535 之間的單一埠或範圍。

source: User
ja: ユーザ
zh_hant: 使用者

source: Uses %@'s own default model.
ja: %@自身のデフォルトモデルを使用します。
zh_hant: 使用 %@ 自己的預設模型。

source: Uses the focused pane's directory — where the session is looking now.
ja: フォーカス中のペインのディレクトリ — セッションが今見ている場所を使用します。
zh_hant: 使用聚焦窗格的目錄——工作階段目前所在的位置。

source: Uses the host's login-shell home directory.
ja: ホストのログインシェルのホームディレクトリを使用します。
zh_hant: 使用主機登入 Shell 的家目錄。

source: Version %@
ja: バージョン%@
zh_hant: 版本 %@

source: Version %@,
ja: バージョン%@、
zh_hant: 版本 %@，

source: View
ja: 表示
zh_hant: 檢視

source: View file
ja: ファイルを表示
zh_hant: 檢視檔案

source: View Multiplex Pro
ja: Multiplex Proを見る
zh_hant: 檢視 Multiplex Pro

source: VIEW opens it read-only in the file viewer, beside this session — nothing runs, nothing is written. The path is editable when detection caught the wrong text.
ja: VIEWはこのセッションの横にあるファイルビューアで読み取り専用として開きます — 何も実行されず、何も書き込まれません。検出が誤っている場合はパスを編集できます。
zh_hant: VIEW 會在這個工作階段旁的檔案檢視器中以唯讀方式開啟——不會執行任何東西，也不會寫入。若偵測抓錯文字，路徑可以編輯。

source: Viewport
ja: ビューポート
zh_hant: 檢視區

source: Volume
ja: 音量
zh_hant: 音量

source: Waiting for the App Store…
ja: App Storeを待っています…
zh_hant: 正在等待 App Store…

source: WEB ADDRESSES ONLY
ja: ウェブアドレスのみ
zh_hant: 僅限網址

source: What should %@ do?
ja: %@に何をさせますか？
zh_hant: 要讓 %@ 做什麼？

source: What to launch
ja: 起動する対象
zh_hant: 要啟動什麼

source: What’s new
ja: 新機能
zh_hant: 新功能

source: What’s New
ja: 新機能
zh_hant: 新功能

source: Where an existing-session launch opens: a new window on tmux; a new tab in the focused workspace or a new workspace on herdr.
ja: 既存セッションでの起動先：tmuxでは新しいウインドウ、herdrではフォーカス中のワークスペースの新しいタブまたは新しいワークスペースです。
zh_hant: 在既有工作階段中啟動時的開啟位置：tmux 為新視窗；herdr 為聚焦工作區中的新標籤頁或新工作區。

source: Where the new session — or the new window, tab, or workspace inside an existing session — starts. Leave empty for the host default.
ja: 新しいセッション — または既存セッション内の新しいウインドウ、タブ、ワークスペース — が開始する場所です。空欄にするとホストのデフォルトを使用します。
zh_hant: 新工作階段——或既有工作階段中的新視窗、標籤頁或工作區——的起始位置。留空則使用主機預設值。

source: Which backend the session runs on
ja: セッションを実行するバックエンド
zh_hant: 工作階段執行於哪個後端

source: Which multiplexer the agent runs on. Leave empty for the host default.
ja: エージェントを実行するマルチプレクサです。空欄にするとホストのデフォルトを使用します。
zh_hant: Agent 執行於哪個多工器。留空則使用主機預設值。

source: Which multiplexer's session to open. Leave empty for the host default.
ja: どのマルチプレクサのセッションを開くかです。空欄にするとホストのデフォルトを使用します。
zh_hant: 要開啟哪個多工器的工作階段。留空則使用主機預設值。

source: White
ja: ホワイト
zh_hant: 白色

source: Width %@ points
ja: 幅%@ポイント
zh_hant: 寬度 %@ 點

source: Will verify against %@
ja: %@と照合して検証します
zh_hant: 將以 %@ 驗證

# Will verify against %@ %@
source: Will verify against %1$@ %2$@
ja: %@ %@と照合して検証します
zh_hant: 將以 %@ %@ 驗證

source: window
ja: ウインドウ
zh_hant: 視窗

source: Windows
ja: ウインドウ
zh_hant: 視窗

source: With a hardware keyboard — or while locked — the mic key listens. Words type once they settle, and nothing is ever submitted for you.
ja: ハードウェアキーボード使用時も — ロック中も — マイクキーで音声入力できます。確定した語句だけが入力され、代わりに送信されることはありません。
zh_hant: 使用實體鍵盤時 — 或在鎖定時 — 麥克風鍵一樣會聽寫。文字在辨識確定後才輸入，而且永遠不會替你送出。

source: With nothing here, the first connection trusts what answers and records it. Paste a key you already have and it is checked instead.
ja: ここが空の場合、初回接続では応答したホストを信頼して記録します。すでに持っている鍵を貼り付けると、代わりにそれを照合します。
zh_hant: 此處留空時，首次連線會信任回應的主機並記錄其金鑰。若貼上你已有的金鑰，則改為驗證它。

source: Working Directory
ja: 作業ディレクトリ
zh_hant: 工作目錄

source: Working tree vs HEAD
ja: 作業ツリーとHEADの差分
zh_hant: 工作樹與 HEAD 的差異

source: workspace
ja: ワークスペース
zh_hant: 工作區

source: workspace %lld
ja: ワークスペース%lld
zh_hant: 工作區 %lld

source: Workspaces
ja: ワークスペース
zh_hant: 工作區

source: Yellow
ja: イエロー
zh_hant: 黃色

source: You can still use a plain shell — press SHELL.
ja: 通常のシェルも使えます — SHELLを押してください。
zh_hant: 你仍然可以用一般 Shell — 按 SHELL。

source: Your themes
ja: あなたのテーマ
zh_hant: 你的主題

source: Zoom %lld percent; resets to fit
ja: ズーム%lldパーセント。リセットで全体表示に戻ります
zh_hant: 縮放 %lld 百分比；可重設為符合大小

source: Zoom 100 percent; resets to fit
ja: ズーム100パーセント。リセットで全体表示に戻ります
zh_hant: 縮放 100 百分比；可重設為符合大小

# %@ on %@
source: %1$@ on %2$@
zh_hant: %@ 於 %@

source: OK
zh_hant: 好
